Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/en_stor_begivenhet_for_samene_nar_bade_h_m__kongen_og_h_k_h_kronprinsen_skal_vaere_med_pa_sametingsapningen_.html.tmx
Source language: nob
Languages: sme

source: En stor begivenhet for samene når både H.M. Kongen og H.K.H Kronprinsen skal være med på sametingsåpningen
sme: Sámiide stuorra dáhpáhus go sihke Majestehta Gonagas ja H.K.H Ruvdnaprinsa searvaba sámediggerahpamii

source: Åse M. P. Pulk/Sámediggi Sametingspresident Aili Keskitalo er beæret og stolt over at både H.M. Kong Harald og H.K.H Kronprins Haakon kommer til åpningen av det 9. sameting i Kárášjohka 20. oktober.
sme: Åse M. P. Pulk/Sámediggi Samediggepresideanta Aili Keskitalo lea sihke rámis ja atná stuorra gudnin go Majestehta Gonagas Harald ja H.K.H Ruvdnaprinsa Haakon boahtiba Kárášjohkii 9. sámedikki rahpamii golggotmánu 20. beaivvi.

source: Aili Keskitalo Kenneth Hætta Hun sier at med en slik deltakelse så viser den norske kongefamilien at de anerkjenner samenes folkevalgte organ.
sme: Aili Keskitalo. Kenneth Hætta Son dadjá ahte dákkár oassálastimin, de čájeha Norgga gonagasbearaš ahte sii adnet árvvus sámi álbmoga válljen orgána.

source: – Kongefamilien viser alltid interesse og engasjement for Sametinget, og med en slik høytidelig åpning av det 9. sameting så viser de med sin deltakelse at de verdsetter samisk demokrati.
sme: – Gonagasbearaš lea álo čájehan beroštumi Sámediggái ja go ná stuorra allaárvosaš rahpan lea dan 9. sámedikkis, de čájeha gonagasbearaš iežaset oassálastimin, ahte sii adnet árvvus sámi demokratiija.

source: Det er ikke en selvfølge å få kongen på besøk i disse koronatider, sier Keskitalo.
sme: Dálá koronadilis, de ii lean diehttelas ahte oažžut guossin gonagasa, lohká Keskitalo.

source: Keskitalo har vært sametingspresident i nesten ti år og hun har lært å kjenne kongefamilien med gjensidige besøk ved ulike arrangementer.
sme: Keskitalo lea leamaš sámediggepresideantan lagabui 10 jagi ja son lea oahpásmuvvan gonagasbearrašiin máŋgga lágan gallestaddan doaluin.

source: – Det er en stor ære for meg personlig å ha en slik avslutning som sametingspresident.
sme: – Lea stuorra gudni munnje persovnnalaččat go dákkár dilálašvuođaiguin loahpahan iežan áigodaga sámediggepresideantan.

source: Først skal jeg på vegne av det samiske folk ta imot dokumentet Lappekodisillen, som blir overført fra Arkivverket til Samisk arkiv.
sme: Álggos galggan sámi álbmoga ovddas váldit vuostá Lappekodisillen dokumeanta mii sirdása Arkivverket vuorkkás Sámi arkiivii.

source: Dagen etter så får jeg ta imot kongen og kronprinsen i Kárášjohka.
sme: Beaivvi maŋŋil, de beasan Kárášjogas váldit vuostá sihke gonagasa ja ruvdnaprinssa.

source: Det blir en verdig avslutning for meg og samtidig en høytidelig åpning av det 9. sameting.
sme: Dát šaddá hui árvvolaš munnje ja seammás hui stuorra alla árvosaš rahpan dan 9. sámedikkis, dadjá Keskitalo.
